Repository: vicksWalkiria/aprendizreviews
Catalog: aprendiz-reviews/languages/aprendiz-reviews-*.po
Languages: de_de, fr_fr, it_it, pt_br

source: ¿Quieres cambiar la posición de las reseñas?
de_de: Möchtest du die Position der Bewertungen ändern?
fr_fr: Voulez-vous changer la position des avis ?
it_it: Vuoi cambiare la posizione delle recensioni?
pt_br: Deseja alterar a posição das avaliações?

source: Para mover los shortcodes a una nueva posición, primero debes limpiar todos los hooks y luego volver a insertarlos en la nueva posición deseada.
de_de: Um die Shortcodes an eine neue Position zu verschieben, musst du zuerst alle Hooks löschen und sie dann an der gewünschten neuen Position erneut einfügen.
fr_fr: Pour déplacer les shortcodes vers une nouvelle position, vous devez d'abord effacer tous les hooks, puis les réinsérer à la nouvelle position souhaitée.
it_it: Per spostare gli shortcode in una nuova posizione, devi prima cancellare tutti gli hook e poi reinserirli nella nuova posizione desiderata.
pt_br: Para mover os shortcodes para uma nova posição, você deve primeiro limpar todos os hooks e depois inseri-los novamente na nova posição desejada.

source: Posición actual:
de_de: Aktuelle Position:
fr_fr: Position actuelle :
it_it: Posizione attuale:
pt_br: Posição atual:

source: Limpieza de Hooks
de_de: Hook-Bereinigung
fr_fr: Nettoyage des hooks
it_it: Pulizia degli hook
pt_br: Limpeza de hooks

source: Si ves carruseles duplicados o quieres cambiar la posición, usa este botón para limpiar completamente todos los hooks:
de_de: Wenn du doppelte Karussells siehst oder die Position ändern möchtest, verwende diese Schaltfläche, um alle Hooks vollständig zu löschen:
fr_fr: Si vous voyez des carrousels en double ou souhaitez changer la position, utilisez ce bouton pour effacer complètement tous les hooks :
it_it: Se vedi caroselli duplicati o vuoi cambiare la posizione, usa questo pulsante per cancellare completamente tutti gli hook:
pt_br: Se você vê carrosséis duplicados ou deseja alterar a posição, use este botão para limpar completamente todos os hooks:

source: 🧹 Limpiar TODOS los Hooks
de_de: 🧹 ALLE Hooks löschen
fr_fr: 🧹 Effacer TOUS les hooks
it_it: 🧹 Cancella TUTTI gli hook
pt_br: 🧹 Limpar TODOS os hooks

source: Actualmente tienes %d shortcode(s) insertado(s).
de_de: Du hast derzeit %d Shortcode(s) eingefügt.
fr_fr: Vous avez actuellement %d shortcode(s) inséré(s).
it_it: Attualmente hai %d shortcode inserito/i.
pt_br: Atualmente você tem %d shortcode(s) inserido(s).

source: Esta funcionalidad requiere WooCommerce.
de_de: Diese Funktion erfordert WooCommerce.
fr_fr: Cette fonctionnalité nécessite WooCommerce.
it_it: Questa funzionalità richiede WooCommerce.
pt_br: Esta funcionalidade requer WooCommerce.

source: No se encontraron productos con reseñas validadas.
de_de: Keine Produkte mit validierten Bewertungen gefunden.
fr_fr: Aucun produit avec des avis validés n'a été trouvé.
it_it: Nessun prodotto con recensioni convalidate trovato.
pt_br: Nenhum produto com avaliações validadas encontrado.

source: Validar reseñas
de_de: Bewertungen validieren
fr_fr: Valider les avis
it_it: Convalida recensioni
pt_br: Validar avaliações

source: ¿Dónde quieres mostrar las reseñas?
de_de: Wo möchtest du die Bewertungen anzeigen?
fr_fr: Où voulez-vous afficher les avis ?
it_it: Dove vuoi mostrare le recensioni?
pt_br: Onde você deseja exibir as avaliações?

source: Nota:
de_de: Hinweis:
fr_fr: Note :

source: Ya tienes shortcodes insertados. Si seleccionas una posición diferente, primero se limpiarán todos los hooks existentes.
de_de: Du hast bereits Shortcodes eingefügt. Wenn du eine andere Position auswählst, werden zuerst alle vorhandenen Hooks gelöscht.
fr_fr: Vous avez déjà des shortcodes insérés. Si vous sélectionnez une position différente, tous les hooks existants seront d'abord effacés.
it_it: Hai già shortcode inseriti. Se selezioni una posizione diversa, tutti gli hook esistenti verranno prima cancellati.
pt_br: Você já tem shortcodes inseridos. Se você selecionar uma posição diferente, todos os hooks existentes serão limpos primeiro.

source: Antes de todo el producto
de_de: Vor dem gesamten Produkt
fr_fr: Avant tout le produit
it_it: Prima di tutto il prodotto
pt_br: Antes de todo o produto

source: Al inicio de la página, antes de cualquier contenido
de_de: Am Anfang der Seite, vor jedem Inhalt
fr_fr: Au début de la page, avant tout contenu
it_it: All'inizio della pagina, prima di qualsiasi contenuto
pt_br: No início da página, antes de qualquer conteúdo

source: Después del título
de_de: Nach dem Titel
fr_fr: Après le titre
it_it: Dopo il titolo
pt_br: Depois do título

source: Justo debajo del nombre del producto
de_de: Direkt unter dem Produktnamen
fr_fr: Juste en dessous du nom du produit
it_it: Appena sotto il nome del prodotto
pt_br: Logo abaixo do nome do produto

source: Después del precio
de_de: Nach dem Preis
fr_fr: Après le prix
it_it: Dopo il prezzo
pt_br: Depois do preço

source: Debajo del precio del producto
de_de: Unter dem Produktpreis
fr_fr: En dessous du prix du produit
it_it: Sotto il prezzo del prodotto
pt_br: Abaixo do preço do produto

source: Después de la descripción corta
de_de: Nach der Kurzbeschreibung
fr_fr: Après la description courte
it_it: Dopo la descrizione breve
pt_br: Depois da descrição curta

source: Debajo de la descripción breve
de_de: Unter der Kurzbeschreibung
fr_fr: En dessous de la description brève
it_it: Sotto la descrizione breve
pt_br: Abaixo da descrição breve

source: Antes del botón de comprar
de_de: Vor der Kaufen-Schaltfläche
fr_fr: Avant le bouton d'achat
it_it: Prima del pulsante di acquisto
pt_br: Antes do botão de compra

source: Antes del formulario "Añadir al carrito"
de_de: Vor dem "In den Warenkorb"-Formular
fr_fr: Avant le formulaire "Ajouter au panier"
it_it: Prima del modulo "Aggiungi al carrello"
pt_br: Antes do formulário "Adicionar ao carrinho"

source: Después del botón de comprar
de_de: Nach der Kaufen-Schaltfläche
fr_fr: Après le bouton d'achat
it_it: Dopo il pulsante di acquisto
pt_br: Depois do botão de compra

source: Después del formulario "Añadir al carrito"
de_de: Nach dem "In den Warenkorb"-Formular
fr_fr: Après le formulaire "Ajouter au panier"
it_it: Dopo il modulo "Aggiungi al carrello"
pt_br: Depois do formulário "Adicionar ao carrinho"

source: Después de categorías/etiquetas
de_de: Nach Kategorien/Tags
fr_fr: Après les catégories/étiquettes
it_it: Dopo categorie/tag
pt_br: Depois de categorias/tags

source: Debajo de la información de categorías y etiquetas
de_de: Unter den Kategorie- und Tag-Informationen
fr_fr: En dessous des informations de catégories et étiquettes
it_it: Sotto le informazioni di categorie e tag
pt_br: Abaixo das informações de categorias e tags

source: Después de todo el resumen
de_de: Nach der gesamten Zusammenfassung
fr_fr: Après tout le résumé
it_it: Dopo tutto il riepilogo
pt_br: Depois de todo o resumo

source: Debajo de toda la información del producto
de_de: Unter allen Produktinformationen
fr_fr: En dessous de toutes les informations du produit
it_it: Sotto tutte le informazioni del prodotto
pt_br: Abaixo de todas as informações do produto

source: Después de las pestañas
de_de: Nach den Registerkarten
fr_fr: Après les onglets
it_it: Dopo le schede
pt_br: Depois das abas

source: Debajo de las pestañas de descripción/reseñas
de_de: Unter den Beschreibungs-/Bewertungsregisterkarten
fr_fr: En dessous des onglets description/avis
it_it: Sotto le schede descrizione/recensioni
pt_br: Abaixo das abas descrição/avaliações

source: Después de todo el producto
de_de: Nach dem gesamten Produkt
fr_fr: Après tout le produit
it_it: Dopo tutto il prodotto
pt_br: Depois de todo o produto

source: Al final de la página, después de todo el contenido
de_de: Am Ende der Seite, nach allem Inhalt
fr_fr: À la fin de la page, après tout le contenu
it_it: Alla fine della pagina, dopo tutto il contenuto
pt_br: No final da página, depois de todo o conteúdo

source: Productos con Reseñas
de_de: Produkte mit Bewertungen
fr_fr: Produits avec avis
it_it: Prodotti con recensioni
pt_br: Produtos com avaliações

source: Seleccionar todos disponibles
de_de: Alle verfügbaren auswählen
fr_fr: Sélectionner tous les disponibles
it_it: Seleziona tutti i disponibili
pt_br: Selecionar todos os disponíveis

source: disponibles para insertar
de_de: verfügbar zum Einfügen
fr_fr: disponibles pour l'insertion
it_it: disponibili per l'inserimento
pt_br: disponíveis para inserção

source: Insertar
de_de: Einfügen
fr_fr: Insérer
it_it: Inserisci
pt_br: Inserir

source: Pendiente
de_de: Ausstehend
fr_fr: En attente
it_it: In sospeso
pt_br: Pendente

source: Insertado
de_de: Eingefügt
fr_fr: Inséré
it_it: Inserito
pt_br: Inserido

source: 🎯 Insertar Shortcodes (Limpia Duplicados Automáticamente)
de_de: 🎯 Shortcodes einfügen (Duplikate werden automatisch gelöscht)
fr_fr: 🎯 Insérer les shortcodes (Nettoie automatiquement les doublons)
it_it: 🎯 Inserisci shortcode (Cancella automaticamente i duplicati)
pt_br: 🎯 Inserir shortcodes (Limpa duplicados automaticamente)

source: Información Técnica (Debug)
de_de: Technische Informationen (Debug)
fr_fr: Informations techniques (Debug)
it_it: Informazioni tecniche (Debug)
pt_br: Informações técnicas (Debug)

source: Hooks actualmente guardados:
de_de: Derzeit gespeicherte Hooks:
fr_fr: Hooks actuellement enregistrés :
it_it: Hook attualmente salvati:
pt_br: Hooks atualmente salvos:

source: Texto
de_de: Text
fr_fr: Texte
it_it: Testo

source: Formulario de Reseñas
de_de: Bewertungsformular
fr_fr: Formulaire d'avis
it_it: Modulo di recensioni
pt_br: Formulário de avaliações

source: Comparte los detalles de tu experiencia...
de_de: Teile die Details deiner Erfahrung...
fr_fr: Partagez les détails de votre expérience...
it_it: Condividi i dettagli della tua esperienza...
pt_br: Compartilhe os detalhes da sua experiência...

source: ¡Gracias por tu reseña! 🙏
de_de: Vielen Dank für deine Bewertung! 🙏
fr_fr: Merci pour votre avis ! 🙏
it_it: Grazie per la tua recensione! 🙏
pt_br: Obrigado pela sua avaliação! 🙏

source: Tu opinión es muy importante para nosotros. Hemos recibido tu reseña y la revisaremos pronto.
de_de: Deine Meinung ist uns sehr wichtig. Wir haben deine Bewertung erhalten und werden sie bald überprüfen.
fr_fr: Votre opinion est très importante pour nous. Nous avons reçu votre avis et nous l'examinerons bientôt.
it_it: La tua opinione è molto importante per noi. Abbiamo ricevuto la tua recensione e la esamineremo presto.
pt_br: Sua opinião é muito importante para nós. Recebemos sua avaliação e a analisaremos em breve.

source: Cuéntanos tu experiencia *
de_de: Erzähle uns von deiner Erfahrung *
fr_fr: Racontez-nous votre expérience *
it_it: Raccontaci la tua esperienza *
pt_br: Conte-nos sua experiência *

source: Productos con Reseñas (%s)
de_de: Produkte mit Bewertungen (%s)
fr_fr: Produits avec Avis (%s)
it_it: Prodotti con Recensioni (%s)
pt_br: Produtos com Avaliações (%s)

source: (%s disponibles para insertar)
de_de: (%s verfügbar zum Einfügen)
fr_fr: (%s disponibles pour insérer)
it_it: (%s disponibili per inserire)
pt_br: (%s disponíveis para inserir)

source: primero.
de_de: zuerst.
fr_fr: d'abord.
it_it: prima.
pt_br: primeiro.

source: Producto WooCommerce
de_de: WooCommerce-Produkt
fr_fr: Produit WooCommerce
it_it: Prodotto WooCommerce
pt_br: Produto WooCommerce

source: ID WC
de_de: WC-ID

source: ➕ Pendiente
de_de: ➕ Ausstehend
fr_fr: ➕ En attente
it_it: ➕ In attesa
pt_br: ➕ Pendente

source: ✅ Insertado
de_de: ✅ Eingefügt
fr_fr: ✅ Inséré
it_it: ✅ Inserito
pt_br: ✅ Inserido

source: Ya insertado
de_de: Bereits eingefügt
fr_fr: Déjà inséré
it_it: Già inserito
pt_br: Já inserido

source: Prioridad
de_de: Priorität
fr_fr: Priorité
it_it: Priorità
pt_br: Prioridade

source: Posición
de_de: Position
fr_fr: Position
it_it: Posizione
pt_br: Posição

source: 🏁 Antes de todo el producto
de_de: 🏁 Vor dem gesamten Produkt
fr_fr: 🏁 Avant tout le produit
it_it: 🏁 Prima di tutto il prodotto
pt_br: 🏁 Antes de todo o produto

source: 🏷️ Después del título
de_de: 🏷️ Nach dem Titel
fr_fr: 🏷️ Après le titre
it_it: 🏷️ Dopo il titolo
pt_br: 🏷️ Depois do título

source: 💰 Después del precio
de_de: 💰 Nach dem Preis
fr_fr: 💰 Après le prix
it_it: 💰 Dopo il prezzo
pt_br: 💰 Depois do preço

source: 📄 Después de la descripción corta
de_de: 📄 Nach der Kurzbeschreibung
fr_fr: 📄 Après la courte description
it_it: 📄 Dopo la descrizione breve
pt_br: 📄 Depois da descrição curta

source: 🛒 Antes del botón de comprar
de_de: 🛒 Vor dem Kaufen-Button
fr_fr: 🛒 Avant le bouton d'achat
it_it: 🛒 Prima del pulsante acquista
pt_br: 🛒 Antes do botão comprar

source: 🛒 Después del botón de comprar
de_de: 🛒 Nach dem Kaufen-Button
fr_fr: 🛒 Après le bouton d'achat
it_it: 🛒 Dopo il pulsante acquista
pt_br: 🛒 Depois do botão comprar

source: 🏷️ Después de categorías/etiquetas
de_de: 🏷️ Nach Kategorien/Tags
fr_fr: 🏷️ Après les catégories/tags
it_it: 🏷️ Dopo categorie/tag
pt_br: 🏷️ Depois de categorias/tags

source: ⬇️ Después de todo el resumen
de_de: ⬇️ Nach der gesamten Zusammenfassung
fr_fr: ⬇️ Après tout le résumé
it_it: ⬇️ Dopo tutto il riepilogo
pt_br: ⬇️ Depois de todo o resumo

source: 📋 Después de las pestañas
de_de: 📋 Nach den Tabs
fr_fr: 📋 Après les onglets
it_it: 📋 Dopo le schede
pt_br: 📋 Depois das abas

source: 🏁 Después de todo el producto
de_de: 🏁 Nach dem gesamten Produkt
fr_fr: 🏁 Après tout le produit
it_it: 🏁 Dopo tutto il prodotto
pt_br: 🏁 Depois de todo o produto

source: ¿Estás seguro? Esto removerá todos los shortcodes insertados automáticamente. Tendrás que volver a insertarlos.
de_de: Sind Sie sicher? Dies entfernt alle automatisch eingefügten Shortcodes. Sie müssen sie erneut einfügen.
fr_fr: Êtes-vous sûr? Cela supprimera tous les shortcodes insérés automatiquement. Vous devrez les réinsérer.
it_it: Sei sicuro? Questo rimuoverà tutti gli shortcode inseriti automaticamente. Dovrai reinserirli.
pt_br: Tem certeza? Isso removerá todos os shortcodes inseridos automaticamente. Você terá que inseri-los novamente.

source: limpiar todos los hooks
de_de: alle Hooks löschen
fr_fr: effacer tous les hooks
it_it: cancellare tutti gli hook
pt_br: limpar todos os hooks

source: y luego volver a insertarlos en la nueva posición deseada.
de_de: und fügen Sie sie dann an der gewünschten neuen Position wieder ein.
fr_fr: puis réinsérez-les à la nouvelle position souhaitée.
it_it: e poi reinserirli nella nuova posizione desiderata.
pt_br: e depois reinseri-los na nova posição desejada.

source: Dashboard
fr_fr: Tableau de bord
pt_br: Painel

source: Aprendiz Reviews - Dashboard
fr_fr: Aprendiz Reviews - Tableau de bord
pt_br: Aprendiz Reviews - Painel

source: Autor
fr_fr: Auteur
it_it: Autore
