Repository: vicksWalkiria/aprendizreviews
Catalog: aprendiz-reviews/languages/aprendiz-reviews-*.po
Languages: de_de, fr_fr, it_it, pt_br

source: Productos
de_de: Produkte
fr_fr: Produits
it_it: Prodotti
pt_br: Produtos

source: Añadir Producto
de_de: Produkt hinzufügen
fr_fr: Ajouter un produit
it_it: Aggiungi prodotto
pt_br: Adicionar produto

source: Gestionar Reseñas
de_de: Bewertungen verwalten
fr_fr: Gérer les avis
it_it: Gestisci recensioni
pt_br: Gerenciar avaliações

source: Añadir Reseña
de_de: Bewertung hinzufügen
fr_fr: Ajouter un avis
it_it: Aggiungi recensione
pt_br: Adicionar avaliação

source: Importar de WooCommerce
de_de: Von WooCommerce importieren
fr_fr: Importer depuis WooCommerce
it_it: Importa da WooCommerce
pt_br: Importar do WooCommerce

source: Importar WooCommerce
de_de: WooCommerce importieren
fr_fr: Importer WooCommerce
it_it: Importa WooCommerce

source: Insertar Automáticamente
de_de: Automatisch einfügen
fr_fr: Insérer automatiquement
it_it: Inserimento automatico
pt_br: Inserção automática

source: Auto-Insertar
de_de: Auto-Einfügen
fr_fr: Auto-Insérer
it_it: Auto-Inserisci
pt_br: Auto-Inserir

source: Producto no encontrado.
de_de: Produkt nicht gefunden.
fr_fr: Produit non trouvé.
it_it: Prodotto non trovato.
pt_br: Produto não encontrado.

source: No hay reseñas para este producto.
de_de: Keine Bewertungen für dieses Produkt.
fr_fr: Aucun avis pour ce produit.
it_it: Nessuna recensione per questo prodotto.
pt_br: Nenhuma avaliação para este produto.

source: 🔍 Comparte tu experiencia
de_de: 🔍 Teile deine Erfahrung
fr_fr: 🔍 Partagez votre expérience
it_it: 🔍 Condividi la tua esperienza
pt_br: 🔍 Compartilhe sua experiência

source: Enviando...
de_de: Wird gesendet...
fr_fr: Envoi en cours...
it_it: Invio in corso...

source: Error al enviar la reseña
de_de: Fehler beim Senden der Bewertung
fr_fr: Erreur lors de l'envoi de l'avis
it_it: Errore nell'invio della recensione
pt_br: Erro ao enviar avaliação

source: Enviar Reseña
de_de: Bewertung absenden
fr_fr: Envoyer l'avis
it_it: Invia recensione
pt_br: Enviar avaliação

source: Error de conexión. Inténtalo de nuevo.
de_de: Verbindungsfehler. Bitte versuche es erneut.
fr_fr: Erreur de connexion. Veuillez réessayer.
it_it: Errore di connessione. Riprova.
pt_br: Erro de conexão. Tente novamente.

source: producto desactivado.
de_de: Produkt deaktiviert.
fr_fr: Produit désactivé.
it_it: Prodotto disattivato.
pt_br: Produto desativado.

source: No se puede eliminar el producto por defecto.
de_de: Das Standardprodukt kann nicht gelöscht werden.
fr_fr: Impossible de supprimer le produit par défaut.
it_it: Impossibile eliminare il prodotto predefinito.
pt_br: Não é possível excluir o produto padrão.

source: El shortcode ya existe. Elige otro.
de_de: Der Shortcode existiert bereits. Wähle einen anderen.
fr_fr: Le shortcode existe déjà. Choisissez-en un autre.
it_it: Lo shortcode esiste già. Scegline un altro.
pt_br: O shortcode já existe. Escolha outro.

source: producto actualizado.
de_de: Produkt aktualisiert.
fr_fr: Produit mis à jour.
it_it: Prodotto aggiornato.
pt_br: Produto atualizado.

source: Error al actualizar.
de_de: Fehler beim Aktualisieren.
fr_fr: Erreur lors de la mise à jour.
it_it: Errore nell'aggiornamento.
pt_br: Erro ao atualizar.

source: producto creado.
de_de: Produkt erstellt.
fr_fr: Produit créé.
it_it: Prodotto creato.
pt_br: Produto criado.

source: Error al crear.
de_de: Fehler beim Erstellen.
fr_fr: Erreur lors de la création.
it_it: Errore nella creazione.
pt_br: Erro ao criar.

source: %d reseña validada.
de_de: %d Bewertung validiert.
fr_fr: %d avis validé.
it_it: %d recensione convalidata.
pt_br: %d avaliação validada.

source: Error al validar reseñas.
de_de: Fehler beim Validieren der Bewertungen.
fr_fr: Erreur lors de la validation des avis.
it_it: Errore nella convalida delle recensioni.
pt_br: Erro ao validar avaliações.

source: Reseña eliminada.
de_de: Bewertung gelöscht.
fr_fr: Avis supprimé.
it_it: Recensione eliminata.
pt_br: Avaliação excluída.

source: Error al eliminar reseña.
de_de: Fehler beim Löschen der Bewertung.
fr_fr: Erreur lors de la suppression de l'avis.
it_it: Errore nell'eliminazione della recensione.
pt_br: Erro ao excluir avaliação.

source: Reseña actualizada.
de_de: Bewertung aktualisiert.
fr_fr: Avis mis à jour.
it_it: Recensione aggiornata.
pt_br: Avaliação atualizada.

source: Error al actualizar reseña.
de_de: Fehler beim Aktualisieren der Bewertung.
fr_fr: Erreur lors de la mise à jour de l'avis.
it_it: Errore nell'aggiornamento della recensione.
pt_br: Erro ao atualizar avaliação.

source: Reseña guardada.
de_de: Bewertung gespeichert.
fr_fr: Avis enregistré.
it_it: Recensione salvata.
pt_br: Avaliação salva.

source: Error al guardar reseña.
de_de: Fehler beim Speichern der Bewertung.
fr_fr: Erreur lors de l'enregistrement de l'avis.
it_it: Errore nel salvataggio della recensione.
pt_br: Erro ao salvar avaliação.

source: Migración completada:
de_de: Migration abgeschlossen:
fr_fr: Migration terminée :
it_it: Migrazione completata:
pt_br: Migração concluída:

source: Todas las reseñas anteriores están disponibles en el producto "General" con shortcode %s
de_de: Alle vorherigen Bewertungen sind im Produkt "Allgemein" mit Shortcode %s verfügbar
fr_fr: Tous les avis précédents sont disponibles dans le produit "Général" avec le shortcode %s
it_it: Tutte le recensioni precedenti sono disponibili nel prodotto "Generale" con shortcode %s
pt_br: Todas as avaliações anteriores estão disponíveis no produto "Geral" com shortcode %s

source: Estadísticas
de_de: Statistiken
fr_fr: Statistiques
it_it: Statistiche
pt_br: Estatísticas

source: Productos activos:
de_de: Aktive Produkte:
fr_fr: Produits actifs :
it_it: Prodotti attivi:
pt_br: Produtos ativos:

source: Total productos:
de_de: Produkte gesamt:
fr_fr: Total de produits :
it_it: Totale prodotti:
pt_br: Total de produtos:

source: Total reseñas:
de_de: Bewertungen gesamt:
fr_fr: Total d'avis :
it_it: Totale recensioni:
pt_br: Total de avaliações:

source: Reseñas validadas:
de_de: Validierte Bewertungen:
fr_fr: Avis validés :
it_it: Recensioni convalidate:
pt_br: Avaliações validadas:

source: Reseñas pendientes:
de_de: Ausstehende Bewertungen:
fr_fr: Avis en attente :
it_it: Recensioni in sospeso:
pt_br: Avaliações pendentes:

source: Shortcodes Disponibles
de_de: Verfügbare Shortcodes
it_it: Shortcode disponibili
pt_br: Shortcodes disponíveis

source: %s reseña
de_de: %s Bewertung
fr_fr: %s avis
it_it: %s recensione
pt_br: %s avaliação

source: Formulario para capturar reseñas
de_de: Formular zum Erfassen von Bewertungen
fr_fr: Formulaire pour capturer les avis
it_it: Modulo per raccogliere recensioni
pt_br: Formulário para coletar avaliações

source: Tu título personalizado
de_de: Dein benutzerdefinierter Titel
fr_fr: Votre titre personnalisé
it_it: Il tuo titolo personalizzato
pt_br: Seu título personalizado

source: Formulario con título personalizado
de_de: Formular mit benutzerdefiniertem Titel
fr_fr: Formulaire avec titre personnalisé
it_it: Modulo con titolo personalizzato
pt_br: Formulário com título personalizado

source: Acciones Rápidas
de_de: Schnellaktionen
fr_fr: Actions rapides
it_it: Azioni rapide
pt_br: Ações rápidas

source: Crear Producto
de_de: Produkt erstellen
fr_fr: Créer un produit
it_it: Crea prodotto
pt_br: Criar produto

source: Ver Reseñas Pendientes (%s)
de_de: Ausstehende Bewertungen anzeigen (%s)
fr_fr: Voir les avis en attente (%s)
it_it: Visualizza recensioni in sospeso (%s)
pt_br: Ver avaliações pendentes (%s)

source: ✏️ Editar Producto
de_de: ✏️ Produkt bearbeiten
fr_fr: ✏️ Modifier le produit
it_it: ✏️ Modifica prodotto
pt_br: ✏️ Editar produto

source: Nombre *
de_de: Name *
fr_fr: Nom *
it_it: Nome *
pt_br: Nome *

source: Ej: Consultoría SEO
de_de: z.B.: SEO-Beratung
fr_fr: Ex : Conseil SEO
it_it: Es: Consulenza SEO
pt_br: Ex: Consultoria SEO

source: Nombre del producto que se mostrará en las reseñas.
de_de: Produktname, der in den Bewertungen angezeigt wird.
fr_fr: Nom du produit qui sera affiché dans les avis.
it_it: Nome del prodotto che verrà visualizzato nelle recensioni.
pt_br: Nome do produto que será exibido nas avaliações.

source: reviews_mi_producto
de_de: reviews_mein_produkt
fr_fr: reviews_mon_produit
it_it: reviews_mio_prodotto
pt_br: reviews_meu_produto

source: Solo letras, números y guiones bajos
de_de: Nur Buchstaben, Zahlen und Unterstriche
fr_fr: Uniquement des lettres, chiffres et underscores
it_it: Solo lettere, numeri e underscore
pt_br: Apenas letras, números e underscores

source: Shortcode único para mostrar reseñas de este producto. Solo letras, números y guiones bajos. Ejemplo:
de_de: Eindeutiger Shortcode zum Anzeigen von Bewertungen für dieses Produkt. Nur Buchstaben, Zahlen und Unterstriche. Beispiel:
fr_fr: Shortcode unique pour afficher les avis de ce produit. Uniquement des lettres, chiffres et underscores. Exemple :
it_it: Shortcode unico per visualizzare le recensioni di questo prodotto. Solo lettere, numeri e underscore. Esempio:
pt_br: Shortcode único para exibir avaliações deste produto. Apenas letras, números e underscores. Exemplo:

source: Tipo de Schema *
de_de: Schema-Typ *
fr_fr: Type de schéma *
it_it: Tipo di schema *

source: Tipo de schema para SEO:
de_de: Schema-Typ für SEO:
fr_fr: Type de schéma pour le SEO :
it_it: Tipo di schema per SEO:

source: Para productos físicos o digitales
de_de: Für physische oder digitale Produkte
fr_fr: Pour les produits physiques ou numériques
it_it: Per prodotti fisici o digitali
pt_br: Para produtos físicos ou digitais

source: Para negocios locales
de_de: Für lokale Unternehmen
fr_fr: Pour les entreprises locales
it_it: Per attività locali
pt_br: Para negócios locais

source: Para organizaciones y empresas
de_de: Für Organisationen und Unternehmen
fr_fr: Pour les organisations et entreprises
it_it: Per organizzazioni e aziende
pt_br: Para organizações e empresas

source: Descripción
de_de: Beschreibung
fr_fr: Description
it_it: Descrizione
pt_br: Descrição

source: Descripción breve del producto
de_de: Kurze Produktbeschreibung
fr_fr: Brève description du produit
it_it: Breve descrizione del prodotto
pt_br: Breve descrição do produto

source: Descripción que aparecerá en el schema estructurado para SEO.
de_de: Beschreibung, die im strukturierten Schema für SEO erscheint.
fr_fr: Description qui apparaîtra dans le schéma structuré pour le SEO.
it_it: Descrizione che apparirà nello schema strutturato per SEO.
pt_br: Descrição que aparecerá no schema estruturado para SEO.

source: URL del Producto
de_de: Produkt-URL
fr_fr: URL du produit
it_it: URL del prodotto
pt_br: URL do produto

source: https://ejemplo.com/mi-producto
de_de: https://beispiel.de/mein-produkt
fr_fr: https://exemple.com/mon-produit
it_it: https://esempio.com/mio-prodotto
pt_br: https://exemplo.com/meu-produto

source: URL oficial del producto (opcional).
de_de: Offizielle Produkt-URL (optional).
fr_fr: URL officielle du produit (facultatif).
it_it: URL ufficiale del prodotto (facoltativo).
pt_br: URL oficial do produto (opcional).

source: URL de Imagen
de_de: Bild-URL
fr_fr: URL de l'image
it_it: URL dell'immagine
pt_br: URL da imagem

source: https://ejemplo.com/imagen-producto.jpg
de_de: https://beispiel.de/produkt-bild.jpg
fr_fr: https://exemple.com/image-produit.jpg
it_it: https://esempio.com/immagine-prodotto.jpg
pt_br: https://exemplo.com/imagem-produto.jpg

source: URL de imagen del producto para SEO.
de_de: Produktbild-URL für SEO.
fr_fr: URL de l'image du produit pour le SEO.
it_it: URL dell'immagine del prodotto per SEO.
pt_br: URL da imagem do produto para SEO.

source: Guardar producto
de_de: Produkt speichern
fr_fr: Enregistrer le produit
it_it: Salva prodotto
pt_br: Salvar produto

source: 📦 Gestionar Productos
de_de: 📦 Produkte verwalten
fr_fr: 📦 Gérer les produits
it_it: 📦 Gestisci prodotti
pt_br: 📦 Gerenciar produtos

source: ➕ Añadir Nuevo
de_de: ➕ Neu hinzufügen
fr_fr: ➕ Ajouter nouveau
it_it: ➕ Aggiungi nuovo
pt_br: ➕ Adicionar novo

source: Nombre
de_de: Name
fr_fr: Nom
it_it: Nome
pt_br: Nome

source: Tipo
de_de: Typ
fr_fr: Type

source: Estado
de_de: Status
fr_fr: Statut
it_it: Stato
pt_br: Status

source: Reseñas
de_de: Bewertungen
fr_fr: Avis
it_it: Recensioni
pt_br: Avaliações

source: Acciones
de_de: Aktionen
fr_fr: Actions
it_it: Azioni
pt_br: Ações

source: ✅ Activo
de_de: ✅ Aktiv
fr_fr: ✅ Actif
it_it: ✅ Attivo
pt_br: ✅ Ativo

source: ❌ Inactivo
de_de: ❌ Inaktiv
fr_fr: ❌ Inactif
it_it: ❌ Inattivo
pt_br: ❌ Inativo

source: Editar
de_de: Bearbeiten
fr_fr: Modifier
it_it: Modifica

source: ¿Seguro que quieres desactivar este producto?
de_de: Bist du sicher, dass du dieses Produkt deaktivieren möchtest?
fr_fr: Êtes-vous sûr de vouloir désactiver ce produit ?
it_it: Sei sicuro di voler disattivare questo prodotto?
pt_br: Tem certeza de que deseja desativar este produto?

source: Desactivar
de_de: Deaktivieren
fr_fr: Désactiver
it_it: Disattiva
pt_br: Desativar

source: Reactivar
de_de: Reaktivieren
fr_fr: Réactiver
it_it: Riattiva
pt_br: Reativar

source: Producto por defecto
de_de: Standardprodukt
fr_fr: Produit par défaut
it_it: Prodotto predefinito
pt_br: Produto padrão

source: No hay productos creados.
de_de: Keine Produkte erstellt.
fr_fr: Aucun produit créé.
it_it: Nessun prodotto creato.
pt_br: Nenhum produto criado.

source: Crear el primero
de_de: Das erste erstellen
fr_fr: Créer le premier
it_it: Crea il primo
pt_br: Criar o primeiro

source: ✏️ Editar Reseña
de_de: ✏️ Bewertung bearbeiten
fr_fr: ✏️ Modifier l'avis
it_it: ✏️ Modifica recensione
pt_br: ✏️ Editar avaliação

source: Nombre del cliente
de_de: Kundenname
fr_fr: Nom du client
it_it: Nome del cliente
pt_br: Nome do cliente

source: Valoración *
de_de: Bewertung *
fr_fr: Évaluation *
it_it: Valutazione *
pt_br: Avaliação *

source: Texto de la Reseña *
de_de: Bewertungstext *
fr_fr: Texte de l'avis *
it_it: Testo della recensione *
pt_br: Texto da avaliação *

source: Escribe aquí el comentario de la reseña...
de_de: Schreibe hier den Bewertungskommentar...
fr_fr: Écrivez ici le commentaire de l'avis...
it_it: Scrivi qui il commento della recensione...
pt_br: Escreva aqui o comentário da avaliação...

source: Fecha de Reseña *
de_de: Bewertungsdatum *
fr_fr: Date de l'avis *
it_it: Data della recensione *
pt_br: Data da avaliação *

source: Fecha en la que se hizo la reseña (se mantendrá la hora actual).
de_de: Datum, an dem die Bewertung erstellt wurde (aktuelle Uhrzeit wird beibehalten).
fr_fr: Date à laquelle l'avis a été fait (l'heure actuelle sera conservée).
it_it: Data in cui è stata fatta la recensione (l'ora attuale verrà mantenuta).
pt_br: Data em que a avaliação foi feita (a hora atual será mantida).

source: Producto *
de_de: Produkt *
fr_fr: Produit *
it_it: Prodotto *
pt_br: Produto *

source: Producto al que pertenece esta reseña.
de_de: Produkt, zu dem diese Bewertung gehört.
fr_fr: Produit auquel appartient cet avis.
it_it: Prodotto a cui appartiene questa recensione.
pt_br: Produto ao qual esta avaliação pertence.

source: URL del avatar
de_de: Avatar-URL
it_it: URL dell'avatar
pt_br: URL do avatar

source: Elegir imagen
de_de: Bild auswählen
fr_fr: Choisir une image
it_it: Scegli immagine
pt_br: Escolher imagem

source: Quitar
de_de: Entfernen
fr_fr: Retirer
it_it: Rimuovi
pt_br: Remover

source: Imagen del perfil del cliente (opcional).
de_de: Kundenprofilbild (optional).
fr_fr: Image de profil du client (facultatif).
it_it: Immagine del profilo del cliente (facoltativo).
pt_br: Imagem do perfil do cliente (opcional).

source: Actualizar reseña
de_de: Bewertung aktualisieren
fr_fr: Mettre à jour l'avis
it_it: Aggiorna recensione
pt_br: Atualizar avaliação

source: Guardar reseña
de_de: Bewertung speichern
fr_fr: Enregistrer l'avis
it_it: Salva recensione
pt_br: Salvar avaliação

source: Cancelar
de_de: Abbrechen
fr_fr: Annuler
it_it: Annulla

source: Información de la Reseña
de_de: Bewertungsinformationen
fr_fr: Informations sur l'avis
it_it: Informazioni sulla recensione
pt_br: Informações da avaliação

source: Fecha de creación:
de_de: Erstellungsdatum:
fr_fr: Date de création :
it_it: Data di creazione:
pt_br: Data de criação:

source: Estado:
de_de: Status:
fr_fr: Statut :
it_it: Stato:
pt_br: Status:

source: ✅ Validada (visible públicamente)
de_de: ✅ Validiert (öffentlich sichtbar)
fr_fr: ✅ Validé (visible publiquement)
it_it: ✅ Convalidata (visibile pubblicamente)
pt_br: ✅ Validada (visível publicamente)

source: ⏳ Pendiente de validación
de_de: ⏳ Validierung ausstehend
fr_fr: ⏳ En attente de validation
it_it: ⏳ In attesa di convalida
pt_br: ⏳ Pendente de validação

source: Producto asociado:
de_de: Zugehöriges Produkt:
fr_fr: Produit associé :
it_it: Prodotto associato:
pt_br: Produto associado:

source: 📝 Gestionar Reseñas
de_de: 📝 Bewertungen verwalten
fr_fr: 📝 Gérer les avis
it_it: 📝 Gestisci recensioni
pt_br: 📝 Gerenciar avaliações

source: ➕ Añadir Nueva
de_de: ➕ Neue hinzufügen
fr_fr: ➕ Ajouter nouveau
it_it: ➕ Aggiungi nuova
pt_br: ➕ Adicionar nova

source: Todos los productos
de_de: Alle Produkte
fr_fr: Tous les produits
it_it: Tutti i prodotti
pt_br: Todos os produtos

source: Todas las reseñas
de_de: Alle Bewertungen
fr_fr: Tous les avis
it_it: Tutte le recensioni
pt_br: Todas as avaliações

source: Solo validadas
de_de: Nur validierte
fr_fr: Seulement validés
it_it: Solo convalidate
pt_br: Apenas validadas

source: Solo pendientes
de_de: Nur ausstehende
fr_fr: Seulement en attente
it_it: Solo in sospeso
pt_br: Apenas pendentes

source: Filtrar
de_de: Filtern
fr_fr: Filtrer
it_it: Filtra

source: Limpiar filtros
de_de: Filter löschen
fr_fr: Effacer les filtres
it_it: Cancella filtri
pt_br: Limpar filtros

source: Reseña
de_de: Bewertung
fr_fr: Avis
it_it: Recensione
pt_br: Avaliação

source: Valoración
de_de: Bewertung
fr_fr: Évaluation
it_it: Valutazione
pt_br: Avaliação

source: Fecha
de_de: Datum
fr_fr: Date
it_it: Data
pt_br: Data

source: No hay reseñas que coincidan con los filtros.
de_de: Keine Bewertungen entsprechen den Filtern.
fr_fr: Aucun avis ne correspond aux filtres.
it_it: Nessuna recensione corrisponde ai filtri.
pt_br: Nenhuma avaliação corresponde aos filtros.

source: Añadir la primera reseña
de_de: Erste Bewertung hinzufügen
fr_fr: Ajouter le premier avis
it_it: Aggiungi la prima recensione
pt_br: Adicionar a primeira avaliação

source: ✅ Validada
de_de: ✅ Validiert
fr_fr: ✅ Validé
it_it: ✅ Convalidata

source: ⏳ Pendiente
de_de: ⏳ Ausstehend
fr_fr: ⏳ En attente
it_it: ⏳ In sospeso
pt_br: ⏳ Pendente

source: 📷 Con avatar
de_de: 📷 Mit Avatar
fr_fr: 📷 Avec avatar
pt_br: 📷 Com avatar

source: Sin asignar
de_de: Nicht zugewiesen
fr_fr: Non assigné
it_it: Non assegnato
pt_br: Não atribuído

source: ¿Eliminar esta reseña permanentemente?
de_de: Diese Bewertung dauerhaft löschen?
fr_fr: Supprimer cet avis définitivement ?
it_it: Eliminare definitivamente questa recensione?
pt_br: Excluir esta avaliação permanentemente?

source: Eliminar
de_de: Löschen
fr_fr: Supprimer
it_it: Elimina
pt_br: Excluir

source: ✅ Validar Seleccionadas
de_de: ✅ Ausgewählte validieren
fr_fr: ✅ Valider sélectionnés
it_it: ✅ Convalida selezionate
pt_br: ✅ Validar selecionadas

source: Selecciona las reseñas que quieres validar y hacer públicas.
de_de: Wähle die Bewertungen aus, die du validieren und veröffentlichen möchtest.
fr_fr: Sélectionnez les avis que vous souhaitez valider et rendre publics.
it_it: Seleziona le recensioni che vuoi convalidare e rendere pubbliche.
pt_br: Selecione as avaliações que deseja validar e tornar públicas.

source: 🛒 Importar desde WooCommerce
de_de: 🛒 Von WooCommerce importieren
fr_fr: 🛒 Importer depuis WooCommerce
it_it: 🛒 Importa da WooCommerce
pt_br: 🛒 Importar do WooCommerce

source: WooCommerce no encontrado:
de_de: WooCommerce nicht gefunden:
fr_fr: WooCommerce non trouvé :
it_it: WooCommerce non trovato:
pt_br: WooCommerce não encontrado:

source: Este importador requiere que WooCommerce esté instalado y activado.
de_de: Dieser Importer erfordert, dass WooCommerce installiert und aktiviert ist.
fr_fr: Cet importateur nécessite que WooCommerce soit installé et activé.
it_it: Questo importatore richiede che WooCommerce sia installato e attivato.
pt_br: Este importador requer que o WooCommerce esteja instalado e ativado.

source: Instalar WooCommerce
de_de: WooCommerce installieren
fr_fr: Installer WooCommerce
it_it: Installa WooCommerce

source: No se encontraron productos en WooCommerce.
de_de: Keine Produkte in WooCommerce gefunden.
fr_fr: Aucun produit trouvé dans WooCommerce.
it_it: Nessun prodotto trovato in WooCommerce.
pt_br: Nenhum produto encontrado no WooCommerce.

source: Crear tu primer producto
de_de: Dein erstes Produkt erstellen
fr_fr: Créer votre premier produit
it_it: Crea il tuo primo prodotto
pt_br: Criar seu primeiro produto

source: Selecciona los productos de WooCommerce para crear automáticamente productos de reseñas con sus shortcodes.
de_de: Wähle WooCommerce-Produkte aus, um automatisch Bewertungsprodukte mit ihren Shortcodes zu erstellen.
fr_fr: Sélectionnez les produits WooCommerce pour créer automatiquement des produits d'avis avec leurs shortcodes.
it_it: Seleziona i prodotti WooCommerce per creare automaticamente prodotti di recensioni con i loro shortcode.
pt_br: Selecione os produtos WooCommerce para criar automaticamente produtos de avaliação com seus shortcodes.

source: Seleccionar todos
de_de: Alle auswählen
fr_fr: Tout sélectionner
it_it: Seleziona tutto
pt_br: Selecionar tudo

source: (%d disponibles para importar)
de_de: (%d verfügbar zum Importieren)
fr_fr: (%d disponibles pour l'importation)
it_it: (%d disponibili per l'importazione)
pt_br: (%d disponíveis para importação)

source: Importar
de_de: Importieren
fr_fr: Importer
it_it: Importa

source: Imagen
de_de: Bild
fr_fr: Image
it_it: Immagine
pt_br: Imagem

source: Producto
de_de: Produkt
fr_fr: Produit
it_it: Prodotto
pt_br: Produto

source: Precio
de_de: Preis
fr_fr: Prix
it_it: Prezzo
pt_br: Preço

source: Gratis
de_de: Kostenlos
fr_fr: Gratuit
pt_br: Grátis

source: ✅ Existe
de_de: ✅ Existiert
it_it: ✅ Esiste

source: ➕ Nuevo
de_de: ➕ Neu
fr_fr: ➕ Nouveau
it_it: ➕ Nuovo
pt_br: ➕ Novo

source: 📥 Importar Seleccionados
de_de: 📥 Ausgewählte importieren
fr_fr: 📥 Importer sélectionnés
it_it: 📥 Importa selezionati
pt_br: 📥 Importar selecionados

source: Se crearán productos de reseñas con shortcodes únicos para cada uno.
de_de: Bewertungsprodukte mit eindeutigen Shortcodes werden für jeden erstellt.
fr_fr: Des produits d'avis seront créés avec des shortcodes uniques pour chacun.
it_it: Verranno creati prodotti di recensioni con shortcode unici per ciascuno.
pt_br: Serão criados produtos de avaliação com shortcodes únicos para cada um.

source: Insertar Shortcodes Automáticamente
de_de: Shortcodes automatisch einfügen
fr_fr: Insérer automatiquement les shortcodes
it_it: Inserisci automaticamente gli shortcode
pt_br: Inserir shortcodes automaticamente

source: Inserta automáticamente shortcodes de reseñas en productos WooCommerce que ya tengan reseñas validadas.
de_de: Fügt automatisch Bewertungs-Shortcodes in WooCommerce-Produkte ein, die bereits validierte Bewertungen haben.
fr_fr: Insère automatiquement les shortcodes d'avis dans les produits WooCommerce qui ont déjà des avis validés.
it_it: Inserisce automaticamente gli shortcode delle recensioni nei prodotti WooCommerce che hanno già recensioni convalidate.
pt_br: Insere automaticamente shortcodes de avaliações em produtos WooCommerce que já tenham avaliações validadas.

source: Shortcodes ya insertados
de_de: Shortcodes bereits eingefügt
fr_fr: Shortcodes déjà insérés
it_it: Shortcode già inseriti
pt_br: Shortcodes já inseridos
